
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>5. 商业场景及设计 · Trillionaire Token Whitepaper</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="Environment.html" />
    
    
    <link rel="prev" href="Ecology.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="History.html">
            
                <a href="History.html">
            
                    
                    1. 背景
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="Introduction.html">
            
                <a href="Introduction.html">
            
                    
                    2. 项目介绍
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="AI.html">
            
                <a href="AI.html">
            
                    
                    3. 基于人工智能的趋势预测
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="Ecology.html">
            
                <a href="Ecology.html">
            
                    
                    4. 生态
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6" data-path="Function.html">
            
                <a href="Function.html">
            
                    
                    5. 商业场景及设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="Environment.html">
            
                <a href="Environment.html">
            
                    
                    6. 环境保护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="Team.html">
            
                <a href="Team.html">
            
                    
                    7. 团队
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="Roadmap.html">
            
                <a href="Roadmap.html">
            
                    
                    8. 路线图
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >5. 商业场景及设计</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="5-&#x4E1A;&#x52A1;&#x573A;&#x666F;&#x4EE5;&#x53CA;&#x8BBE;&#x8BA1;">5. &#x4E1A;&#x52A1;&#x573A;&#x666F;&#x4EE5;&#x53CA;&#x8BBE;&#x8BA1;</h2>
<h3 id="51-&#x4E1A;&#x52A1;&#x573A;&#x666F;">5.1 &#x4E1A;&#x52A1;&#x573A;&#x666F;</h3>
<p>&#x6211;&#x4EEC;&#x6709;&#x8BB8;&#x591A;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x5F0F;&#x5728;&#x7F51;&#x4E0A;&#x6D41;&#x901A;&#x4EE3;&#x5E01;&#x8D8B;&#x52BF;&#xFF0C;&#x9664;&#x4E86;&#x5728;&#x4EA4;&#x6613;&#x6240;&#x6D41;&#x901A;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x7F51;&#x7AD9;&#x4E0A;&#x6D41;&#x901A;&#x3002;&#x6211;&#x4EEC;&#x6B63;&#x5728;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x7531;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x539F;&#x7406;&#x548C;&#x4E24;&#x4E2A;&#x8F6F;&#x4EF6;&#x4E13;&#x5BB6;&#x5DE5;&#x7A0B;&#x5E08;&#x9886;&#x5BFC;&#x7684;&#x4F18;&#x79C0;&#x548C;&#x4E13;&#x4E1A;&#x7684;IT&#x5F00;&#x53D1;&#x56E2;&#x961F;&#x7684;web&#x5E73;&#x53F0;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x5E73;&#x53F0;&#x4E0A;&#x8BBE;&#x8BA1;&#x4E86;&#x591A;&#x4E2A;&#x6FC0;&#x52A8;&#x4EBA;&#x5FC3;&#x7684;&#x6A21;&#x5757;&#xFF0C;&#x4E3A;&#x6301;&#x6709;&#x8005;&#x63D0;&#x4F9B;&#x4E86;&#x5F88;&#x591A;&#x53EF;&#x4EE5;&#x4EAB;&#x53D7;&#x548C;&#x6D41;&#x901A;&#x7684;&#x529F;&#x80FD;&#x3002;</p>
<h4 id="&#x573A;&#x666F;1-&#x6DA8;&#x8DCC;&#x9884;&#x6D4B;&#x6A21;&#x5757;">&#x573A;&#x666F;1: &#x6DA8;&#x8DCC;&#x9884;&#x6D4B;&#x6A21;&#x5757;</h4>
<p>&#x6211;&#x4EEC;&#x5C06;&#x5728;&#x8FD9;&#x4E2A;&#x6A21;&#x5757;&#x4E2D;&#x8BBE;&#x7F6E;&#x8BB8;&#x591A;&#x5A31;&#x4E50;&#x529F;&#x80FD;&#xFF0C;&#x6BD4;&#x5982;&#x771F;&#x6B63;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x8D8B;&#x52BF;&#x7684;&#x6D4B;&#x9A8C;&#x3002;&#x6301;&#x6709;&#x8005;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x4ED6;&#x4EEC;&#x7684;&#x4E09;&#x91CC;&#x6B27;&#x5948;&#x5C14;&#x786C;&#x5E01;&#x6765;&#x4EAB;&#x53D7;&#x8FD9;&#x4E9B;&#x529F;&#x80FD;&#x5E26;&#x6765;&#x7684;&#x4E50;&#x8DA3;&#x548C;&#x597D;&#x5904;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x6A21;&#x5757;&#x4E2D;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x6392;&#x540D;&#x677F;&#x663E;&#x793A;&#x8C01;&#x662F;&#x6700;&#x597D;&#x7684;&#x73A9;&#x5BB6;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x5F97;&#x5230;&#x7684;&#x8D8B;&#x52BF;&#x662F;&#x6765;&#x81EA;&#x4EA4;&#x6362;&#x7684;&#x771F;&#x5B9E;&#x6570;&#x636E;&#xFF0C;&#x6240;&#x4EE5;&#x6392;&#x540D;&#x53EF;&#x4EE5;&#x663E;&#x793A;&#x8FD9;&#x4E9B;&#x9876;&#x7EA7;&#x73A9;&#x5BB6;&#x7684;&#x771F;&#x5B9E;&#x6C34;&#x5E73;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x4ED6;&#x4EEC;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x793E;&#x533A;&#x6A21;&#x5757;&#x4E2D;&#x7684;&#x5206;&#x4EAB;&#x548C;&#x8BC4;&#x8BBA;&#x53EF;&#x4EE5;&#x6307;&#x5BFC;&#x5176;&#x4ED6;&#x6301;&#x6709;&#x8005;&#x4E86;&#x89E3;&#x771F;&#x5B9E;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x7684;&#x8D8B;&#x52BF;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x4FDD;&#x8BC1;&#x5728;&#x8FD9;&#x4E2A;&#x6A21;&#x5757;&#x4E2D;&#x7EDD;&#x5BF9;&#x6CA1;&#x6709;&#x6536;&#x8D39;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x5F53;&#x6301;&#x6709;&#x4EBA;&#x4EAB;&#x53D7;&#x8FD9;&#x91CC;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x53CC;&#x8D62;&#x7684;&#x5546;&#x4E1A;&#x6A21;&#x5F0F;&#xFF0C;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x989D;&#x5916;&#x7684;&#x8D1F;&#x62C5;&#x3002;</p>
<p><img src="pic/feature1-1.png" alt="avatar" style="zoom:150%;"></p>
<p><img src="pic/feature1-2.png" alt="avatar" style="zoom:90%;"></p>
<p><img src="pic/feature1-3.png" alt="avatar"> <img src="pic/feature1-4.png" alt="avatar"></p>
<h4 id="&#x573A;&#x666F;2-&#x865A;&#x62DF;&#x4EA4;&#x6613;&#x6A21;&#x5757;">&#x573A;&#x666F;2: &#x865A;&#x62DF;&#x4EA4;&#x6613;&#x6A21;&#x5757;</h4>
<p>&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x901A;&#x8FC7;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x68C0;&#x67E5;&#x8D27;&#x5E01;&#x7684;&#x4EF7;&#x683C;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x6295;&#x5E01;&#x673A;&#x3001;Blockfolio&#x6216;&#x7C7B;&#x4F3C;&#x7684;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x3002;&#x867D;&#x7136;&#x8FD9;&#x4E9B;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x90FD;&#x4E0D;&#x80FD;&#x63D0;&#x4F9B;&#x51C6;&#x786E;&#x7684;&#x6295;&#x8D44;&#x4FE1;&#x606F;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x53EA;&#x5141;&#x8BB8;&#x8DDF;&#x8E2A;&#x5E02;&#x573A;&#x72B6;&#x51B5;&#x6216;&#x4F60;&#x7684;&#x6295;&#x8D44;&#x7EC4;&#x5408;&#x4EF7;&#x503C;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x8FD8;&#x77E5;&#x9053;&#xFF0C;&#x793E;&#x533A;&#x4E2D;&#x51E0;&#x4E4E;&#x6BCF;&#x4E2A;&#x4EBA;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x52A0;&#x5BC6;&#x4EA4;&#x6613;&#x5458;&#x3001;&#x77FF;&#x5DE5;&#x3001;&#x5C0F;&#x6295;&#x8D44;&#x8005;&#x8FD8;&#x662F;&#x8D44;&#x672C;&#x5927;&#x9CC4;&#xFF09;&#x90FD;&#x4F1A;&#x82B1;&#x8D39;&#x5927;&#x91CF;&#x65F6;&#x95F4;&#x3001;&#x7ECF;&#x9A8C;&#xFF0C;&#x751A;&#x81F3;&#x8FD0;&#x6C14;&#xFF0C;&#x4ECE;&#x535A;&#x5BA2;&#x3001;twitter&#x3001;slack&#x793E;&#x533A;&#x3001;troll Box&#x548C;coinmarketcap.com&#x7B49;&#x8D44;&#x6E90;&#x4E2D;&#x67E5;&#x627E;&#x6295;&#x8D44;&#x63D0;&#x793A;&#x548C;&#x7EBF;&#x7D22;&#x3002;</p>
<p>&#x9488;&#x5BF9;&#x8FD9;&#x4E9B;&#x96BE;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x8BBE;&#x8BA1;&#x4E86;&#x865A;&#x62DF;&#x5E02;&#x573A;&#x6A21;&#x5757;&#xFF0C;&#x5728;&#x8BE5;&#x6A21;&#x5757;&#x4E2D;&#xFF0C;&#x6301;&#x6709;&#x4EBA;&#x53EF;&#x4EE5;&#x50CF;&#x5728;&#x5B9E;&#x9645;&#x4EA4;&#x6613;&#x6240;&#x4E00;&#x6837;&#x64CD;&#x4F5C;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x5C06;&#x4F7F;&#x7528;TokenTrend&#x4EE3;&#x66FF;&#x5176;&#x4ED6;&#x7C7B;&#x578B;&#x7684;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x8FD9;&#x4E00;&#x6FC0;&#x52A8;&#x4EBA;&#x5FC3;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x6301;&#x6709;&#x4EBA;&#x53EF;&#x4EE5;&#x5728;&#x8FD9;&#x91CC;&#x7EC3;&#x4E60;&#x548C;&#x6A21;&#x62DF;&#x8FD9;&#x4E00;&#x4EA4;&#x6613;&#xFF0C;&#x4EE5;&#x9A8C;&#x8BC1;&#x4ED6;&#x4EEC;&#x5BF9;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x7684;&#x5224;&#x65AD;&#xFF0C;&#x540C;&#x65F6;&#x6709;&#x673A;&#x4F1A;&#x8D62;&#x5F97;&#x66F4;&#x591A;&#x7684;&#x8D8B;&#x52BF;&#x5E01;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E2A;&#x6A21;&#x5757;&#x4E2D;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x76F8;&#x5E94;&#x7684;&#x6392;&#x884C;&#x699C;&#x5217;&#x8868;&#xFF0C;&#x663E;&#x793A;&#x8D62;&#x5F97;&#x6700;&#x591A;&#x786C;&#x5E01;&#x7684;&#x521B;&#x4E1A;&#x8005;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x793E;&#x533A;&#x6A21;&#x5757;&#x4E2D;&#x8868;&#x8FBE;&#x4ED6;&#x4EEC;&#x5BF9;&#x8D8B;&#x52BF;&#x7684;&#x770B;&#x6CD5;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x6301;&#x6709;&#x8005;&#x90FD;&#x53EF;&#x4EE5;&#x4ECE;&#x4ED6;&#x4EEC;&#x7684;&#x60F3;&#x6CD5;&#x4E2D;&#x83B7;&#x76CA;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x7F51;&#x7AD9;&#x4E0A;&#x7684;&#x51E0;&#x4E4E;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x53EF;&#x4EE5;&#x6D4F;&#x89C8;&#x6240;&#x6709;&#x516C;&#x5171;&#x5206;&#x4EAB;&#xFF0C;&#x6BD4;&#x5982;&#x4ED6;&#x4EEC;&#x5728;Twitter&#x4E0A;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x4E2A;&#x793E;&#x533A;&#x53EA;&#x662F;&#x4E3A;&#x8D27;&#x5E01;&#x5708;&#x5EFA;&#x7ACB;&#x7684;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5F3A;&#x5927;&#x73A9;&#x5BB6;&#x7684;&#x6E05;&#x6670;&#x9762;&#x76EE;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6211;&#x4EEC;&#x7684;&#x865A;&#x62DF;&#x5E02;&#x573A;&#x6392;&#x540D;&#x677F;&#x83B7;&#x53D6;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x3002;
<img src="pic/feature5-1.png" alt="avatar"></p>
<h4 id="&#x573A;&#x666F;3-&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x8D8B;&#x52BF;&#x9884;&#x6D4B;&#x6A21;&#x5757;">&#x573A;&#x666F;3: &#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x8D8B;&#x52BF;&#x9884;&#x6D4B;&#x6A21;&#x5757;</h4>
<p>&#x6211;&#x4EEC;&#x6709;&#x5F3A;&#x5927;&#x7684;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6280;&#x672F;&#x652F;&#x6301;&#x6765;&#x5B9E;&#x73B0;&#x8D8B;&#x52BF;&#x9884;&#x6D4B;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x5C06;&#x4F5C;&#x4E3A;&#x672C;&#x6A21;&#x5757;&#x7684;&#x6D41;&#x901A;&#x8D27;&#x5E01;&#x3002;&#x6301;&#x6709;&#x4EBA;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x751F;&#x6210;&#x7684;&#x4FE1;&#x606F;&#x6765;&#x6307;&#x5BFC;&#x4ED6;&#x4EEC;&#x7684;&#x4EA4;&#x6613;&#x3002;</p>
<h4 id="&#x573A;&#x666F;4-&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6307;&#x6570;&#x6A21;&#x5757;">&#x573A;&#x666F;4: &#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6307;&#x6570;&#x6A21;&#x5757;</h4>
<p>&#x6211;&#x4EEC;&#x5C06;&#x4ECE;&#x5A92;&#x4F53;&#x3001;&#x793E;&#x533A;&#x548C;&#x95E8;&#x6237;&#x7F51;&#x7AD9;&#x6536;&#x96C6;&#x6570;&#x636E;&#xFF0C;&#x901A;&#x8FC7;&#x8BED;&#x4E49;&#x5206;&#x6790;&#x63D0;&#x4F9B;&#x60C5;&#x611F;&#x6307;&#x6570;&#x3002;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x5C06;&#x6B64;&#x6570;&#x636E;&#x7528;&#x4F5C;&#x4EA4;&#x6362;&#x53C2;&#x8003;&#x3002;&#x6211;&#x4EEC;&#x5C06;&#x4E3A;&#x8D8B;&#x52BF;&#x4EE3;&#x5E01;&#x6301;&#x6709;&#x4EBA;&#x514D;&#x8D39;&#x63D0;&#x4F9B;&#x8BE5;&#x6307;&#x6570;&#x7ED9;&#x5BA2;&#x6237;&#x3002;</p>
<h4 id="&#x573A;&#x666F;5-&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x4FE1;&#x606F;&#x63A8;&#x9001;&#x6A21;&#x5757;">&#x573A;&#x666F;5: &#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x4FE1;&#x606F;&#x63A8;&#x9001;&#x6A21;&#x5757;</h4>
<p>&#x6211;&#x4EEC;&#x5C06;&#x6536;&#x96C6;&#x6700;&#x65B0;&#x7684;&#x65B0;&#x95FB;&#xFF0C;&#x4ECE;&#x7F51;&#x7AD9;&#x4E0A;&#x9009;&#x62E9;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E0E;&#x6211;&#x4EEC;&#x7684;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x673A;&#x5668;&#x4EBA;&#xFF0C;&#x7136;&#x540E;&#x63A8;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x5BA2;&#x6237;&#x3002;&#x6B64;&#x670D;&#x52A1;&#x4EC5;&#x514D;&#x8D39;&#x63D0;&#x4F9B;&#x7ED9;&#x8D8B;&#x52BF;&#x5E01;&#x6301;&#x6709;&#x4EBA;&#x3002;</p>
<h4 id="&#x573A;&#x666F;6-&#x7EBF;&#x4E0A;&#x793E;&#x533A;&#x6A21;&#x5757;">&#x573A;&#x666F;6: &#x7EBF;&#x4E0A;&#x793E;&#x533A;&#x6A21;&#x5757;</h4>
<p>&#x8D8B;&#x52BF;&#x5E01;&#x793E;&#x533A;&#x7684;&#x4E3B;&#x8981;&#x4F7F;&#x547D;&#x662F;&#x5C06;&#x5FD7;&#x540C;&#x9053;&#x5408;&#x7684;&#x4EBA;&#x4EEC;&#x805A;&#x96C6;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x5728;&#x5168;&#x7403;&#x8303;&#x56F4;&#x5185;&#x76F8;&#x4E92;&#x652F;&#x6301;&#x548C;&#x4FDD;&#x62A4;&#x73AF;&#x5883;&#x3002;&#x6301;&#x6709;&#x4EBA;&#x5C06;&#x52A0;&#x5165;&#x793E;&#x533A;&#xFF0C;&#x5206;&#x4EAB;&#x4ED6;&#x4EEC;&#x5BF9;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x548C;&#x73AF;&#x5883;&#x4FDD;&#x62A4;&#x7684;&#x770B;&#x6CD5;&#x3002;&#x901A;&#x8FC7;&#x4E0E;&#x7ADE;&#x731C;&#x6A21;&#x5757;&#x548C;&#x865A;&#x62DF;&#x4EA4;&#x6613;&#x6A21;&#x5757;&#x7684;&#x4E92;&#x52A8;&#xFF0C;&#x6301;&#x5361;&#x4EBA;&#x53EF;&#x4EE5;&#x8DDF;&#x968F;&#x8FD9;&#x4E24;&#x4E2A;&#x6A21;&#x5757;&#x4E2D;&#x7684;&#x9876;&#x5C16;&#x73A9;&#x5BB6;&#xFF0C;&#x5C55;&#x793A;&#x81EA;&#x5DF1;&#x771F;&#x6B63;&#x7684;&#x804C;&#x4E1A;&#x6C34;&#x5E73;&#xFF0C;&#x8FD9;&#x5BF9;&#x51E0;&#x4E4E;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x4F1A;&#x5E26;&#x6765;&#x5F88;&#x591A;&#x597D;&#x5904;&#x3002;
<img src="pic/feature4-1.png" alt="avatar"></p>
<h3 id="52-&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;">5.2 &#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;</h3>
<p>&#x6211;&#x4EEC;&#x8BBE;&#x8BA1;&#x4E86;&#x4E00;&#x4E2A;&#x56DB;&#x5C42;&#x7ED3;&#x6784;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x6574;&#x4E2A;&#x7CFB;&#x7EDF;&#x7684;&#x9AD8;&#x53EF;&#x9760;&#x6027;&#x3001;&#x7A33;&#x5B9A;&#x6027;&#x548C;&#x5B8C;&#x6574;&#x6027;&#xFF0C;&#x4EE5;&#x53CA;&#x6240;&#x6709;&#x5FC5;&#x8981;&#x6570;&#x636E;&#x7684;&#x9AD8;&#x5B89;&#x5168;&#x6027;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x4E3A;&#x5BA2;&#x6237;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x9AD8;&#x6548;&#x53EF;&#x9760;&#x7684;&#x5E73;&#x53F0;&#x3002;</p>
<ol>
<li><p>&#x7F51;&#x7EDC;&#x5C42;&#xFF1A;&#x4F5C;&#x4E3A;&#x8D8B;&#x52BF;&#x4EE4;&#x724C;&#x4EA4;&#x53C9;&#x94FE;&#x4EE4;&#x724C;&#x7684;&#x57FA;&#x672C;&#x57FA;&#x7840;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x57FA;&#x4E8E;&#x8FD9;&#x4E9B;&#x94FE;&#x805A;&#x5408;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x516C;&#x5171;&#x94FE;&#x548C;DEFI&#x751F;&#x6001;&#x7CFB;&#x7EDF;&#x3002;&#x8FD9;&#x5305;&#x62EC;&#x4EE5;&#x592A;&#x574A;&#x3001;Binance&#x667A;&#x80FD;&#x94FE;&#x548C;Huobi&#x94FE;&#xFF0C;&#x4EE5;&#x63D0;&#x4F9B;&#x8DE8;&#x94FE;&#x4EA4;&#x6613;&#x3002;</p>
</li>
<li><p>&#x53EF;&#x89C6;&#x5316;&#x5C42;&#xFF1A;&#x6211;&#x4EEC;&#x5F00;&#x53D1;&#x4E86;&#x591A;&#x4E2A;&#x53EF;&#x89C6;&#x5316;&#x7F51;&#x7AD9;&#x5C42;&#xFF0C;&#x91C7;&#x7528;&#x533A;&#x5757;&#x94FE;&#x6700;&#x4E25;&#x683C;&#x7684;&#x8BA4;&#x8BC1;&#x65B9;&#x6CD5;&#xFF0C;&#x786E;&#x4FDD;&#x7528;&#x6237;&#x7684;&#x5B89;&#x5168;&#x3002;</p>
</li>
<li><p>&#x5E94;&#x7528;&#x5C42;&#xFF1A;&#x5728;&#x7EC4;&#x4EF6;&#x524D;&#x9762;&#x653E;&#x7F6E;2&#x4E2A;&#x8D1F;&#x8F7D;&#x5747;&#x8861;&#x5668;&#x96C6;&#x7FA4;&#xFF0C;&#x5C06;&#x7F51;&#x7EDC;&#x6D41;&#x91CF;&#x548C;&#x5DE5;&#x4F5C;&#x8D1F;&#x8F7D;&#x5206;&#x5E03;&#x5728;2&#x4E2A;&#x8BA1;&#x7B97;&#x96C6;&#x7FA4;&#x4E0A;&#xFF0C;&#x63D0;&#x9AD8;&#x4E86;&#x6574;&#x4E2A;&#x7CFB;&#x7EDF;&#x7684;&#x53EF;&#x7528;&#x6027;&#x548C;&#x5BB9;&#x9519;&#x6027;&#x3002;&#x6211;&#x4EEC;&#x6784;&#x5EFA;&#x4E86;&#x4E24;&#x4E2A;&#x5E94;&#x7528;&#x96C6;&#x7FA4;&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x4FDD;&#x8BC1;&#x4E86;&#x7CFB;&#x7EDF;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#x548C;&#x541E;&#x5410;&#x91CF;&#x3002;</p>
</li>
<li><p>&#x6570;&#x636E;&#x5C42;&#xFF1A;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x5E93;&#x6765;&#x5B58;&#x50A8;&#x5FC5;&#x8981;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x8FD9;&#x6837;&#x6240;&#x6709;&#x7684;&#x4E8B;&#x52A1;&#x548C;&#x5176;&#x4ED6;&#x6D3B;&#x52A8;&#x6570;&#x636E;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x8DDF;&#x8E2A;&#x548C;&#x91CD;&#x7528;&#x3002;&#x91C7;&#x7528;Redis&#x96C6;&#x7FA4;&#x4F5C;&#x4E3A;&#x7F13;&#x5B58;&#x5C42;&#xFF0C;ES&#x96C6;&#x7FA4;&#x63D0;&#x9AD8;&#x4E86;&#x54CD;&#x5E94;&#x6548;&#x7387;&#xFF0C;&#x63D0;&#x9AD8;&#x4E86;&#x5BF9;&#x6570;&#x636E;&#x5E93;&#x7684;&#x4FDD;&#x62A4;&#x3002;&#x5BF9;&#x4E8E;&#x7A33;&#x5B9A;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x6570;&#x636E;&#x5C42;&#x548C;&#x903B;&#x8F91;&#x5C42;&#x9694;&#x79BB;&#x5F00;&#x6765;&#xFF0C;&#x4EE5;&#x4FBF;&#x4E8E;&#x5C06;&#x6765;&#x5BF9;Sol&#x4E2D;&#x7684;&#x4EE3;&#x7801;&#x8FDB;&#x884C;&#x66F4;&#x65B0;&#x548C;&#x7EF4;&#x62A4;&#x3002;</p>
<p><img src="pic/system-design.png" alt="avatar"></p>
</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="Ecology.html" class="navigation navigation-prev " aria-label="Previous page: 4. 生态">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="Environment.html" class="navigation navigation-next " aria-label="Next page: 6. 环境保护">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"5. 商业场景及设计","level":"1.6","depth":1,"next":{"title":"6. 环境保护","level":"1.7","depth":1,"path":"Environment.md","ref":"Environment.md","articles":[]},"previous":{"title":"4. 生态","level":"1.5","depth":1,"path":"Ecology.md","ref":"Ecology.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"Trillionaire Token Whitepaper","gitbook":"*","description":"This is whitepaper for Trillionaire Token."},"file":{"path":"Function.md","mtime":"2021-06-22T15:06:32.313Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-06-22T15:24:36.277Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

